HELP_1 = """○  **<v>Aᴅᴍɪɴ Cᴏᴍᴍᴀɴᴅs:</v>**



C Sᴛᴀɴᴅs Fᴏʀ Cʜᴀɴɴᴇʟ Pʟᴀʏ.

/pause » ○ Pᴀᴜsᴇ Tʜᴇ Pʟᴀʏɪɴɢ Mᴜsɪᴄ.
/resume » ○ Rᴇsᴜᴍᴇ Tʜᴇ Pᴀᴜsᴇᴅ Mᴜsɪᴄ.
/mute » ○ Mᴜᴛᴇ Tʜᴇ Pʟᴀʏɪɴɢ Mᴜsɪᴄ.
/unmute » ○ Uɴᴍᴜᴛᴇ Tʜᴇ Mᴜᴛᴇᴅ Mᴜsɪᴄ.
/skip » ○ Sᴋɪᴘ Tʜᴇ Cᴜʀʀᴇɴᴛ Pʟᴀʏɪɴɢ Mᴜsɪᴄ.
/stop » ○ Sᴛᴏᴘ Tʜᴇ Pʟᴀʏɪɴɢ Mᴜsɪᴄ.
/shuffle » ○ Rᴀɴᴅᴏᴍʟʏ Sʜᴜғғʟᴇs Tʜᴇ Qᴜᴇᴜᴇᴅ Pʟᴀʏʟɪsᴛ.
/seek » ○ Fᴏʀᴡᴀʀᴅ Sᴇᴇᴋ Tʜᴇ Mᴜsɪᴄ Tᴏ Yᴏᴜʀ Dᴜʀᴀᴛɪᴏɴ.
/seekback » ○ Bᴀᴄᴋᴡᴀʀᴅ Sᴇᴇᴋ Tʜᴇ Mᴜsɪᴄ Tᴏ Yᴏᴜʀ Dᴜʀᴀᴛɪᴏɴ.
/restart » ○ Rᴇsᴛᴀʀᴛ Bᴏᴛ Fᴏʀ Yᴏᴜʀ Cʜᴀᴛ .


○ Sᴘᴇᴄɪғɪᴄ Sᴋɪᴘ:
/skip » [Nᴜᴍʙᴇʀ(Exᴀᴍᴘʟᴇ: 𝟹)]
    -○  Sᴋɪᴘ Mᴜsɪᴄ Tᴏ A Tʜᴇ Sᴘᴇᴄɪғɪᴇᴅ Qᴜᴇᴜᴇᴅ Nᴜᴍʙᴇʀ.
Exᴀᴍᴘʟᴇ: /sᴋɪᴘ 𝟹 Wɪʟʟ Sᴋɪᴘ Mᴜsɪᴄ Tᴏ Tʜɪʀᴅ Qᴜᴇᴜᴇᴅ Mᴜsɪᴄ Aɴᴅ Wɪʟʟ Iɢɴᴏʀᴇ 𝟷 Aɴᴅ 𝟸 Mᴜsɪᴄ Iɴ Qᴜᴇᴜᴇᴅ.

○ Lᴏᴏᴘ Pʟᴀʏ:
/loop » ○  [Eɴᴀʙʟᴇ/Dɪsᴀʙʟᴇ] Oʀ [Nᴜᴍʙᴇʀs Bᴇᴛᴡᴇᴇɴ 𝟷-𝟷𝟶]
    -○  Wʜᴇɴ Aᴄᴛɪᴠᴀᴛᴇᴅ Bᴏᴛ Lᴏᴏᴘs Tʜᴇ Cᴜʀʀᴇɴᴛ Pʟᴀʏɪɴɢ Mᴜsɪᴄ Tᴏ 𝟷-𝟷𝟶 Tɪᴍᴇs Oɴ Vᴏɪᴄᴇ Cʜᴀᴛ. Dᴇғᴀᴜʟᴛ Tᴏ 𝟷𝟶 Tɪᴍᴇs.

○ ............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○ """

HELP_2 = """○ **<u>Aᴜᴛʜ Usᴇʀ:</u>**
Aᴜᴛʜ Usᴇʀ Cᴀɴ Usᴇ Aᴅᴍɪɴ Cᴏᴍᴍᴀɴᴅs Wɪᴛʜᴏᴜᴛ Aᴅᴍɪɴ Rɪɢʜᴛs Iɴ Yᴏᴜʀ Cʜᴀᴛ.

/auth [Usᴇʀɴᴀᴍᴇ] » Aᴅᴅ A Usᴇʀ Tᴏ Aᴜᴛʜ Lɪsᴛ Oғ Tʜᴇ Gʀᴏᴜᴘ.
/unauth [Usᴇʀɴᴀᴍᴇ] » Rᴇᴍᴏᴠᴇ A Usᴇʀ Fʀᴏᴍ Aᴜᴛʜ Lɪsᴛ Oғ Tʜᴇ Gʀᴏᴜᴘ.
/authuser » Cʜᴇᴄᴋ Aᴜᴛʜ Lɪsᴛ Oғ Tʜᴇ Gʀᴏᴜᴘ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_3 = """<b>ʙʟᴀᴄᴋʟɪsᴛ ғᴇᴀᴛᴜʀᴇ</b> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs]
○ **<u>ʙʟᴀᴄᴋʟɪsᴛ ᴄʜᴀᴛ :</u>**

/blacklistchat [ᴄʜᴀᴛ ɪᴅ] » ʙʟᴀᴄᴋʟɪsᴛ ᴀ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.

/whitelistchat [ᴄʜᴀᴛ ɪᴅ] » ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛ.

/blacklistedchat » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛs.


○ **<u>ʙʟᴏᴄᴋ ᴜsᴇʀs:</u>**

/block [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ] » sᴛᴀʀᴛs ɪɢɴᴏʀɪɴɢ ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ, sᴏ ᴛʜᴀᴛ ʜᴇ ᴄᴀɴ'ᴛ ᴜsᴇ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs.

/unblock [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] » ᴜɴʙʟᴏᴄᴋs ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀ.

/blockedusers » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀs.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_4 = """○ **<u>ʙʀᴏᴀᴅᴄᴀsᴛ ғᴇᴀᴛᴜʀᴇ</u>** [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] » ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

<u>ʙʀᴏᴀᴅᴄᴀsᴛɪɴɢ ᴍᴏᴅᴇs:</u>
**-pin** » ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs.
**-pinloud** » ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ sᴇɴᴅ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs.
**-user** » ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
**-assistant** » ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴀssɪᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
**-nobot** » ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ..

**ᴇxᴀᴍᴩʟᴇ:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""
HELP_5 = """○ **<u>ᴇxᴛʀᴀs :</u>**

/loop [ᴅɪsᴀʙʟᴇ/ᴇɴᴀʙʟᴇ] ᴏʀ [ʙᴇᴛᴡᴇᴇɴ 1:10] 
» ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ ʙᴏᴛ ᴡɪʟʟ ᴩʟᴀʏ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴩ ғᴏʀ 10 ᴛɪᴍᴇs ᴏʀ ᴛʜᴇ ɴᴜᴍʙᴇʀ ᴏғ ʀᴇǫᴜᴇsᴛᴇᴅ ʟᴏᴏᴩs.

/shuffle » sʜᴜғғʟᴇ ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs.

/seek » sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.

/seekback » ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.

/lyrics [sᴏɴɢ ɴᴀᴍᴇ] » sᴇᴀʀᴄʜ ʟʏʀɪᴄs ғᴏʀ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ sᴏɴɢ ᴀɴᴅ sᴇɴᴅ ᴛʜᴇ ʀᴇsᴜʟᴛs.

/shayri , /love , /gf , /bf » 𝙶𝙴𝚃 𝚂𝙷𝙰𝚈𝚁𝙸 𝙵𝙾𝚁 𝚈𝙾𝚄𝚁 𝙿𝙰𝚁𝚃𝙽𝙴𝚁..

☆............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............☆"""

HELP_6 = """**❀ Pʟᴀʏʟɪsᴛ Fᴇᴀᴛᴜʀᴇ Fᴏʀ ʏᴏᴜ.**


๏ /playlist » sʜᴏᴡ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ

๏ /addplaylist » [sᴏɴɢ ɴᴀᴍᴇ , sᴏɴɢ ʟɪɴᴋ, ʏᴏᴜᴛᴜʙᴇ ᴘʟᴀʏʟɪsᴛ ʟɪɴᴋ]

๏ /delplaylist » ᴅᴇʟᴇᴛᴇ ᴀɴʏ sᴏɴɢ ɪɴ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ.

๏ /deleteallplaylist » ᴅᴇʟᴇᴛᴇ ᴀʟʟ sᴏɴɢ ɪɴ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ.

๏ /playplaylist » ᴘʟᴀʏ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ ɪɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ɪɴ ᴀᴜᴅɪᴏ.

๏ /vplayplaylist  » ᴘʟᴀʏ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ ɪɴ ᴠᴏɪᴄᴇ ᴄʜᴀᴛ ɪɴ ᴠɪᴅᴇᴏ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_7 = """○ **<ᴜ>Pɪɴɢ Cᴏᴍᴍᴀɴᴅs:</u>**

/ping » Pɪɴɢ Tʜᴇ Bᴏᴛ Aɴᴅ Cʜᴇᴄᴋ Rᴀᴍ, Cᴘᴜ Eᴛᴄ Sᴛᴀᴛs Oғ Bᴏᴛ.

/stats » Gᴇᴛ Tᴏᴘ 𝟷𝟶 Tʀᴀᴄᴋs Gʟᴏʙᴀʟ Sᴛᴀᴛs Tᴏᴘ 𝟷𝟶 Usᴇʀ Oғ Bᴏᴛ, Tᴏᴘ 𝟷𝟶 Cʜᴀᴛs Oɴ Bᴏᴛ Tᴏᴘ 𝟷𝟶 Pʟᴀʏᴇᴅ Iɴ A Cʜᴀᴛ Eᴛᴄ Eᴛᴄ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_8 = """○ **<u>Pʟᴀʏ Cᴏᴍᴍᴀɴᴅs:</u>

Aᴠᴀɪʟᴀʙʟᴇ Cᴏᴍᴍᴀɴᴅ = Pʟᴀʏ.Vᴘʟᴀʏ. Pʟᴀʏ 

Fᴏʀᴄᴇᴘʟᴀʏ Cᴏᴍᴍᴀɴᴅ = Pʟᴀʏғᴏʀᴄᴇ. Vᴘʟᴀʏғᴏʀᴄᴇ. Vᴘʟᴀʏғᴏʀᴄᴇ

**C** Sᴛᴀɴᴅs Fᴏʀ Cʜᴀɴɴᴇʟ Pʟᴀʏ.
**V** Sᴛᴀɴᴅs Fᴏʀ Vɪᴅᴇᴏ Pʟᴀʏ.
Fᴏʀᴄᴇ Sᴛᴀɴᴅs Fɪʀ Fᴏʀᴄᴇ Pʟᴀʏ.

/play Oʀ /vplay Oʀ /cplay » Bᴏᴛ Wɪʟʟ Sᴛᴀʀᴛ Pʟᴀʏɪɴɢ Yᴏᴜʀ Gɪᴠᴇɴ Qᴜᴇʀʏ Oɴ Vᴏɪᴄᴇ Cʜᴀᴛ Oʀ Sᴛʀᴇᴀᴍ Lɪᴠᴇ Lɪɴᴋs Oɴ Vᴏɪᴄᴇ Cʜᴀᴛs.

/Playforce Oʀ /vplayforce Oʀ /cplayforce » Fᴏʀᴄᴇ Pʟᴀʏ Sᴛᴏᴘ Tʜᴇ Cᴜʀʀᴇɴᴛ Pʟᴀʏɪɴɢ Tʀᴀᴄᴋ Oɴ Vᴏɪᴄᴇ Cʜᴀᴛ Aɴᴅ Sᴛᴀʀᴛs Pʟᴀʏɪɴɢ Tʜᴇ Sᴇᴀʀᴄʜᴇᴅ Tʀᴀᴄᴋ Iɴsᴛᴀɴᴛʟʏ Wɪᴛʜᴏᴜᴛ Dɪsᴛᴜʀʙɪɴɢ/Cʟᴇᴀʀɪɴɢ Qᴜᴇᴜᴇ.

/channelplay [Cʜᴀᴛ Usᴇʀɴᴀᴍᴇ Oʀ Iᴅ] Oʀ [Dɪsᴀʙʟᴇ] » Cᴏɴɴᴇᴄᴛ Cʜᴀɴɴᴇʟ Tᴏ A Gʀᴏᴜᴘ Aɴᴅ Sᴛʀᴇᴀᴍ Mᴜsɪᴄ Oɴ Cʜᴀɴɴᴇʟ's Vᴏɪᴄᴇ Cʜᴀᴛ Fʀᴏᴍ Yᴏᴜʀ Gʀᴏᴜᴘ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_9 = """○ **<u>sᴜᴅᴏᴇʀs ᴀɴᴅ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅs :</u>**

○ **<u>ʜᴇʀᴏᴋᴜ :</u>**

/usage » sʜᴏᴡs ᴛʜᴇ ᴅʏɴᴏ ᴜsᴀɢᴇ ᴏғ ᴛʜᴇ ᴍᴏɴᴛʜ.

○ **<u>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs:</u>**

/restart » ʀᴇsᴛᴀʀᴛs ʏᴏᴜʀ ʙᴏᴛ.

/update » ᴜᴩᴅᴀᴛᴇs ᴛʜᴇ ʙᴏᴛ ғʀᴏᴍ ᴛʜᴇ ᴜᴩsᴛʀᴇᴀᴍ ʀᴇᴩᴏ.

/speedtest » ᴄʜᴇᴄᴋ ʙᴏᴛ's sᴇʀᴠᴇʀ sᴩᴇᴇᴅ.

/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] » ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.

/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] » ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.

/get_log [ɴᴜᴍʙᴇʀ ᴏғ ʟɪɴᴇs] » ɢᴇᴛ ʟᴏɢs ᴏғ ʏᴏᴜʀ ʙᴏᴛ [ᴅᴇғᴀᴜʟᴛ ᴠᴀʟᴜᴇ ɪs 100 ʟɪɴᴇs]

○ **<u>ғᴏʀ ᴩʀɪᴠᴀᴛᴇ ʙᴏᴛ ᴏɴʟʏ :</u>**

/authorize [ᴄʜᴀᴛ ɪᴅ] » ᴀʟʟᴏᴡs ᴀ ᴄʜᴀᴛ ғᴏʀ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/unauthorize [ᴄʜᴀᴛ ɪᴅ] » ᴅɪsᴀʟʟᴏᴡs ᴛʜᴇ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛ.
/authorized » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛs.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_10 = """○ **<u>ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs :</u>**

/activevoice » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ.
/activevideo » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs ᴏɴ ʙᴏᴛ.
/autoend [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] » ᴇɴᴀʙʟᴇ sᴛʀᴇᴀᴍ ᴀᴜᴛᴏ ᴇɴᴅ ɪғ ɴᴏ ᴏɴᴇ ɪs ʟɪsᴛᴇɴɪɴɢ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_11 = """○**<u>ɢᴇᴛ sᴛᴀʀᴛᴇᴅ ᴡɪᴛʜ ʙᴏᴛ</u>**
/start » sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.

/help » ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.

/reboot » ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ.

/settings » sʜᴏᴡs ᴛʜᴇ ɢʀᴏᴜᴩ sᴇᴛᴛɪɴɢs ᴡɪᴛʜ ᴀɴ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ɪɴʟɪɴᴇ ᴍᴇɴᴜ.

/sudolist » sʜᴏᴡs ᴛʜᴇ sᴜᴅᴏ ᴜsᴇʀs ᴏғ ᴍᴜsɪᴄ ʙᴏᴛ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○"""

HELP_12 = """○ **<u>ɢʙᴀɴ ғᴇᴀᴛᴜʀᴇ</u>** [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ] » ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.

/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] » ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.

/gbannedusers » sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇʀ ᴜsᴇʀs.

☆............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............☆"""

HELP_13 = """○ **<u>ᴍᴏʀᴇ ᴄᴜᴛᴇ ғᴇᴀᴛᴜʀᴇs ○</u>** 

/tagall , /utag , /ftag » ᴛᴀɢ ᴀʟʟ ᴍᴇᴍʙᴇʀs ᴏɴᴇ ʙʏ ᴏɴᴇ ғᴏʀ ᴠᴄ.

/vctag , /stopvctag » sᴛᴀʀᴛ ᴛᴀɢɢɪɴɢ ғᴏʀ ᴠᴄ ᴏɴᴇ ʙʏ ᴏɴᴇ.

/bin [your cc bins no.] » ᴄʜᴇᴄᴋ ʙɪɴ ᴀᴄᴛɪᴠᴇ ᴏʀ ɴᴏᴛ.

/repo » ᴛᴏ ɢᴇᴛ ᴛʜᴇ ʙᴏᴛ ʀᴇᴘᴏ.

/owner » ᴛᴏ ᴄʜᴇᴄᴋ ᴛʜᴇ ʙᴏᴛ ᴏᴡɴᴇʀ.

◈ ᴍᴏʀᴇ ғᴇᴀᴛᴜʀᴇs ᴄᴏᴍᴍɪɴɢ sᴏᴏɴ ◈ 

○..............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)..............○"""


HELP_14 = """
<b><u>sᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ</b></u>

/song [sᴏɴɢ ɴᴀᴍᴇ/ʏᴛ ᴜʀʟ] : ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ3 ᴏʀ ᴍᴘ4 ғᴏʀᴍᴀᴛs.

☆............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............☆
"""

HELP_15 = """
<b><u>sᴘᴇᴇᴅ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ᴏғ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ. [ᴀᴅᴍɪɴs ᴏɴʟʏ]

/speed or /playback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
/cspeed or /cplayback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.

<b><u>sᴇᴇᴋ sᴛʀᴇᴀᴍ :</b></u>

/seek [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
/seekback [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.

<b><u>sʜᴜғғʟᴇ ᴏ̨ᴜᴇᴜᴇ :</b></u>

/shuffle : sʜᴜғғʟᴇ's ᴛʜᴇ ᴏ̨ᴜᴇᴜᴇ.
/queue : sʜᴏᴡs ᴛʜᴇ sʜᴜғғʟᴇᴅ ᴏ̨ᴜᴇᴜᴇ.

☆............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............☆
"""

HELP_16 = """
<b><u>Aᴄᴛɪᴏɴ :</b></u>
» ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs ꜰᴏʀ Bᴀɴs & Mᴜᴛᴇ :

 ❍ /kickme: kicks the user who issued the command

Admins only:
 ❍ /ban <userhandle>: bans a user. (via handle, or reply)
 ❍ /sban <userhandle>: Silently ban a user. Deletes command, Replied message and doesn't reply. (via handle, or reply)
 ❍ /tban <userhandle> x(m/h/d): bans a user for x time. (via handle, or reply). m = minutes, h = hours, d = days.
 ❍ /unban <userhandle>: unbans a user. (via handle, or reply)
 ❍ /kick <userhandle>: kicks a user out of the group, (via handle, or reply)
 ❍ /mute <userhandle>: silences a user. Can also be used as a reply, muting the replied to user.
 ❍ /tmute <userhandle> x(m/h/d): mutes a user for x time. (via handle, or reply). m = minutes, h = hours, d = days.
 ❍ /unmute <userhandle>: unmutes a user. Can also be used as a reply, muting the replied to user.
__
𝐒ᴘᴇᴄɪᴀʟ 𝐂ᴏᴍᴍᴀɴᴅs 𝐒ᴜᴘᴘᴏʀᴛ 𝐀ʟʟ 𝐄xᴀᴍᴘʟᴇ  - `vip ban`, `vip mute`, `vip promote` ..... 𝚎𝚝𝚌

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""


HELP_17 = """
<b><u>sᴛɪᴄᴋᴇʀs :</b></u>

/packkang ➠ ᴄʀᴇᴀᴛᴇs ᴀ ᴘᴀᴄᴋ ᴏғ sᴛɪᴄᴋᴇʀs ғʀᴏᴍ ᴀ ᴏᴛʜᴇʀ ᴘᴀᴄᴋ.
/stickerid ➠ ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏғ ᴀ sᴛɪᴄᴋᴇʀ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""

HELP_18 = """
<b><u>sʜᴀʏʀɪ :</b></u>

/shayri , /love , /gf , /bf » 𝙶𝙴𝚃 𝚂𝙷𝙰𝚈𝚁𝙸 𝙵𝙾𝚁 𝚈𝙾𝚄𝚁 𝙿𝙰𝚁𝚃𝙽𝙴𝚁..

/gali » ɢᴇᴛ sᴏᴍᴇ ɢᴀʟɪ sᴇɴᴛᴇɴᴄᴇs ғᴏʀ ᴀʙᴜsᴇ ᴀɴʏᴏᴊᴇ [ʙᴏᴛ ᴘᴍ]

/vcraid » ᴄᴏᴍᴍɪɴɢ sᴏᴏɴ.
 
○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
 """

HELP_19 = """
<b><u>Iɴꜰᴏ :</b></u>

/id : ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪғ ᴜsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ, ɢᴇᴛs ᴛʜᴀᴛ ᴜsᴇʀ's ɪᴅ.
/info : ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ.
/github <ᴜsᴇʀɴᴀᴍᴇ> : ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ɢɪᴛʜᴜʙ ᴜsᴇʀ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""
HELP_20 = """
<b><u>Gʀᴏᴜᴘ :</b></u>
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɢʀᴏᴜᴘ ᴍᴀɴᴀɢᴇᴍᴇɴᴛ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /pin ➠ ᴘɪɴs ᴀ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /pinned ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /unpin ➠ ᴜɴᴘɪɴs ᴛʜᴇ ᴄᴜʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴀɢᴇ.
⦿ /staff ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ sᴛᴀғғ ᴍᴇᴍʙᴇʀs.
⦿ /bots ➠ ᴅɪsᴘʟᴀʏs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙᴏᴛs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /settitle ➠ sᴇᴛs ᴛʜᴇ ᴛɪᴛʟᴇ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /setdiscription ➠ sᴇᴛs ᴛʜᴇ ᴅᴇsᴄʀɪᴘᴛɪᴏɴ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /setphoto ➠ sᴇᴛs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.
⦿ /removephoto ➠ ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ɢʀᴏᴜᴘ ᴘʜᴏᴛᴏ.
⦿ /zombies ➠ ʀᴇᴍᴏᴠᴇs ᴀᴄᴄ ᴅᴇʟᴇᴛᴇᴅ ᴍᴇᴍʙᴇʀs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.
⦿ /imposter ᴏɴ/ᴏғғ ➠ ᴛᴜʀɴs ᴏɴ ᴏʀ ᴏғғ ᴛʜᴇ ᴡᴀᴛᴄʜᴇʀ ғᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ, ᴡʜɪᴄʜ ɴᴏᴛɪғɪᴇs ᴀʙᴏᴜᴛ ᴜsᴇʀs ᴡʜᴏ ᴄʜᴀɴɢᴇ ᴛʜᴇɪʀ ɴᴀᴍᴇ ᴏʀ ᴜsᴇʀɴᴀᴍᴇ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""
HELP_21 = """
<b><u>Exᴛʀᴀ :</b></u>

⦿ /math ➠ sᴏʟᴠᴇs ᴍᴀᴛʜᴇᴍᴀᴛɪᴄᴀʟ ᴘʀᴏʙʟᴇᴍs ᴀɴᴅ ᴇǫᴜᴀᴛɪᴏɴs.
⦿ /blackpink ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ʙʟᴀᴄᴋᴘɪɴᴋ-sᴛʏʟᴇ ʟᴏɢᴏ.
⦿ /carbon ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴄᴀʀʙᴏɴ ᴄᴏᴅᴇ ɪᴍᴀɢᴇ ғʀᴏᴍ ᴀ ᴄᴏᴅᴇ sɴɪᴘᴘᴇᴛ.
⦿ /speedtest ➠ ᴍᴇᴀsᴜʀᴇs ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ sᴘᴇᴇᴅ.
⦿ /reverse ➠ ʀᴇᴠᴇʀsᴇs ᴀ ɢɪᴠᴇɴ ᴛᴇxᴛ.
⦿ /webss ➠ ᴛᴀᴋᴇs ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴏғ ᴀ ᴡᴇʙsɪᴛᴇ.
⦿ /paste ➠ ᴜᴘʟᴏᴀᴅs ᴀ ᴛᴇxᴛ sɴɪᴘᴘᴇᴛ ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.
⦿ /tgm ➠ ᴜᴘʟᴏᴀᴅs ᴀ ᴘʜᴏᴛᴏ (ᴜɴᴅᴇʀ 𝟻ᴍʙ) ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ɢɪᴠᴇs ᴀ ʟɪɴᴋ.
⦿ /tr ➠ ᴛʀᴀɴsʟᴀᴛᴇs ᴛᴇxᴛ.
⦿ /google ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ ɢᴏᴏɢʟᴇ.
⦿ /stack ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴘʀᴏɢʀᴀᴍᴍɪɴɢ-ʀᴇʟᴀᴛᴇᴅ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴏɴ sᴛᴀᴄᴋ ᴏᴠᴇʀғʟᴏᴡ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""
HELP_22 = """
<b><u>Iᴍᴀɢᴇ :</b></u>
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɪᴍᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅs:

⦿ /draw ➠ ɢᴇɴᴇʀᴀᴛᴇs ᴀ ᴅʀᴀᴡɪɴɢ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴘᴏʀᴏᴍᴘᴛ.
⦿ /image ➠ sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀɴ ɪᴍᴀɢᴇ ʙᴀsᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴋᴇʏᴡᴏʀᴅ.
⦿ /upscale ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀɴ ɪᴍᴀɢᴇ ᴛᴏ ᴜᴘsᴄᴀʟᴇ ɪᴛ ᴀɴᴅ ɪᴍᴘʀᴏᴠᴇ ɪᴛs ǫᴜᴀʟɪᴛʏ.

○............𝙱𝚈 » [𝐅𝐥𝐞𝐗 𝐁𝐨𝐲](https://t.me/Flexdub_official)............○
"""